PAST_MESSAGES = "Я не могу отвечать на сообщения из прошлого"
BACK = "Назад"
FORWARD = "Вперёд"
LINKS = "Ссылки для просмотра"

START_TEXT = "Я умею находить для тебя информацию о разных фильмах или сериалах,\n"\
             "а также находить ссылки для их просмотра!"
HELP_TEXT = "Отправь мне название фильма и я выведу результаты для тебя!\n" \
            "Результатов может быть несколько - ты можешь переключаться между ними.\n" \
            "Также для каждого фильма я выведу короткое описание и основную информацию)\n\n" \
            "Вот еще список того, что я умею:\n" \
            "/history - Покажу тебе историю твоих запросов.\n" \
            "/statistics - Выведу твою статистику по показам фильмов.\n" \
            "/restart - Можешь сбросить наш разговор)"

RESTART = "Разговор сброшен"
STATS = "Статистика по показам фильмов:\n"
HISTORY = "История запросов:\n"
NO_MOVIES = "Не нашел таких фильмов(\n"
NO_PREV = "Предыдущих фильмов нет"
NO_NEXT = "Фильмов больше нет"
